
jQuery(function($){
	$.datepicker.regional['ta'] = {"Name":"ta","closeText":"Close","prevText":"Prev","nextText":"Next","currentText":"Today","monthNames":["ஜனவரி","பிப்ரவரி","மார்ச்","ஏப்ரல்","மே","ஜூன்","ஜூலை","ஆகஸ்ட்","செப்டம்பர்","அக்டோபர்","நவம்பர்","டிசம்பர்",""],"monthNamesShort":["ஜனவரி","பிப்ரவரி","மார்ச்","ஏப்ரல்","மே","ஜூன்","ஜூலை","ஆகஸ்ட்","செப்டம்பர்","அக்டோபர்","நவம்பர்","டிசம்பர்",""],"dayNames":["ஞாயிற்றுக்கிழமை","திங்கள்கிழமை","செவ்வாய்கிழமை","புதன்கிழமை","வியாழக்கிழமை","வெள்ளிக்கிழமை","சனிக்கிழமை"],"dayNamesShort":["ஞாயிறு","திங்கள்","செவ்வாய்","புதன்","வியாழன்","வெள்ளி","சனி"],"dayNamesMin":["ஞா","தி","செ","பு","வி","வெ","ச"],"dateFormat":"dd-mm-yy","firstDay":1,"isRTL":false};
	$.datepicker.setDefaults($.datepicker.regional['ta']);
});